// Bad 1

const Name1 = "Andrii 1"; // !!! Bad
const Name2 = "Andrii 2"; // !!! Bad

// 1.
// Идентификаторы не должны начинаться с заглавной
// буквы за исключением имен Классов


// Bad 2

const _name_1 = 'Oxi 1'; // !!! Bad
const __name_2__ = 'Oxi 2'; // !!! Bad

// 2.
// Идентификаторы начинающиеся с одного или двух
// символов нижнего подчёркивания, используются для
// специальных и внутренних переменных.


// Bad 3

const $name_1 = 'Oxi 1'; // !!! Bad
const $name_2 = 'Oxi 2'; // !!! Bad

// 3.
// Идентификаторы начинающиеся со знака доллара
// традиционно относятся к объектам в оболочке jQuery.

